tap "beeftornado/rmtree"
tap "clementtsang/bottom"
tap "denji/nginx"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazynpm"
brew "atool"
brew "bat"
brew "openssl@1.1"
brew "python@3.8"
brew "node"
brew "curl"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fnm"
brew "fzf"
brew "git-delta"
brew "go"
brew "htop"
brew "lazydocker"
brew "lazygit"
brew "navi"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "openjdk@8"
brew "poppler"
brew "pyenv"
brew "ranger"
brew "ripgrep"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "yarn"
brew "youtube-dl"
brew "beeftornado/rmtree/brew-rmtree"
brew "clementtsang/bottom/bottom"
brew "denji/nginx/nginx-full", args: ["with-rtmp-module"]
brew "jesseduffield/lazynpm/lazynpm"
